[
	{
		"name": "Hello, IT",
		"description": "Have you tried turning it off and on again?",
		"link": "http://www.itcrowdipsum.com/"
	},
	{
		"name": "Smarties Cereal",
		"description": "I didn't even know Smarties made a cereal. They don't. It's just Smarties in a bowl with milk.",
		"link": "http://www.itcrowdipsum.com/"
	},
	{
		"name": "Time",
		"description": "People assume that time is a strict progression of cause-and-effect... but actually, from a non-linear, non-subjective viewpoint, it's more like a big ball of wibbly-wobbly... timey-wimey... stuff. ",
		"link": "http://doctoripsum.com/"
	},
	{
		"name": "Firehose the ducks in a row",
		"description": "Drink from the firehose get all your ducks in a row, but this is meaningless, yet overcome key issues to meet key milestones.",
		"link": "http://officeipsum.com/index.php"
	},
		{
		"name": "The Ducks",
		"description": "Incentivization blue money, and screw the pooch we can't hear you nor ensure to follow requirements when developing solutions. Sea change get all your ducks in a row",
		"link": "https://meettheipsums.com/"
	},
	{
		"name": "Assassin ramp up",
		"description": "My grasp on reality right now is tenuous peel the onion. I also believe it's important for every member to be involved and invested in our company and this is one way to do so draw a line in the sand, so meeting assassin ramp up, so turn the ship.",
		"link": "https://meettheipsums.com/"
	},
	{
		"name": "The flag pole",
		"description": "Run it up the flag pole canatics exploratory investigation data masking low hanging fruit all hands on deck.",
		"link": "https://meettheipsums.com/"
	},
	{
		"name": "All hail the guerrillas",
		"description": "Touch base flesh that out guerrilla marketing, for not a hill to die on c-suite for 60% to 30% is a lot of persent nor roll back strategy.",
		"link": "https://meettheipsums.com/"
	},
	{
		"name": "Alpha Puppies",
		"description": "Pulling teeth can you slack it to me? diversify kpis, closer to the metal. Get six alpha pups in here for a focus group.",
		"link": "https://kitewheel.com/"
	},
	{
		"name": "Bleep Bloop",
		"description": "Please use 'solutionise' instead of solution ideas! :) after I ran into Helen at a restaurant, I realized she was just office pretty my capacity is full.",
		"link": "https://kitewheel.com/"
	}
]